{
    "name": "Commuting",
    "img": "images/commuting.png",
    "topics": [
        {
            "name": "Driving",
            "img": "images/driving.jpg",
            "info": "During winter, driving can become quite difficult. Snow and ice reduce the friction between the tires and the ground causing the car to become more difficult to handle and therefore, more dangerous to drive unless you take the right precautions. It's always better to drive slower than normal during the winter, especially on roads where snow is clearly visible and has not been cleared away. Even if snow is not visible, there can black ice, ice that cannot be seen clearly, on the road that could cause your vehicle to lose control. Also, brake earlier than usual to prevent your car from sliding too far if it hits a patch of snow or ice. One adjustment you can make to your car is to use snow tires instead of regular tires. Snow tires have a different type of threading than standard tires and so have a better grip on the road. They help maintain control for vehicles to maintain some more control than with standard tires but they don't prevent slipping or sliding entirely so still drive cautiously."
        },
        {
            "name": "Public Transportation",
            "img": "images/bus.jpg",
            "info": "Public transportation can also be hindered by the winters here in Ann Arbor. Often times, buses become delayed due to the difficulty of driving safely in the snow. Additionally, not all bus stops get cleared of snow so entering and exiting can also become hazardous. Commonly, this results in a lot of confusion for travelers using the bus sytem in Ann Arbor. The best way of handling this situtation is to track the buses online and use more popular bus stands. Most bus systems in the Ann Arbor area have online trackers from the University of Michigan Blue buses to the Ann Arbor Transporation Authority buses for the remainder of the town. So keeping track of when you can expect the next bus can avoid a lot of confusion about arrival times and spend less time out in the cold. Finding more popular bus stands helps ensure that the bus stop is cleared properly. Additionally, these stops usually have enclosed spaces for you to enter and remain relatively warm compared to the fridgid winters."
        },
        {
            "name": "Snow Clearing",
            "img": "images/clearing.jpg",
            "info": "Clearing snow is an important part of commuting in the snow. Whether you are clearing your driveway or your car, clearing the snow away helps ensure that you are able to move around freely. Before driving, make sure to clear snow off of your car. This includes the front and rear windshields and the driver side and passenger side rear view mirrors. Additionally, clearing the top of the car is also very important since snow from the top of your vehicle can fly off and impede the vision of other drivers while on the road. Clearing your driveway is also very important since driveways are not generally cleared by the city. Make to move all snow off the concrete or gravel. If you have a concrete driveway make sure to salt the ground so that the ice doesn't build up in the location."
        }
    ]
}